<template>
  <div class="q-pa-md row items-start q-gutter-md">
    <q-card class="my-card text-white"
          style="background: radial-gradient(circle, #35a2ff 0%, #014a88 100%)"
          >
      <q-card-section>
        <div class="text-h6">Миссия СЕРДЦЕ ГОРОДА</div>
      </q-card-section>
      <q-card-section class="text-subtitle2">
        Это достоверный и проверенный информационный портал, где ты с лёгкостью
        сможете посмотреть и найти нужные тебе данные о инфраструктуре города.
        Места отдыха, экскурсии, рестораны, центры развлечения и торговые
        центры. Узнать больше информации о городе Курорте Кисловодске.
      </q-card-section>
    </q-card>

    <q-card flat bordered class="my-card">
      <q-card-section>
        <div class="text-h6">Команда</div>
      </q-card-section>

      <q-card-section class="q-pt-none">Мы являемся группой энтузиастов-программистов с богатым опытом разработки прогрессивных веб-приложений, обучения нейронных сетей и освоения больших данных. Мы верим в то, что всеобщая доступность информации способна изменить мир к лучшему. Мы разрабатываем сложные системы для простых людей. Все наши продукты основаны на проектах с открытым исходным кодом.</q-card-section>

      <q-separator inset />
    </q-card>
    <q-card flat bordered class="my-card">

<q-list bordered class="rounded-borders">
      <q-expansion-item
        expand-icon-toggle
        expand-separator
        icon="perm_identity"
        label="Пользовательское соглашение"
        caption="вступает в действие с начала пользования"
      >
        <q-card>
          <q-card-section>
            <pre>
Настоящее Соглашение разработано в целях урегулирования отношений между Администрацией информационного портала https://кисловодск.онлайн/ «СЕРДЦЕ ГОРОДА» и физическим лицом, осуществляющим поиск и распространение информации на данном ресурсе.
Администрация ресурса не осуществляет редактирование размещаемой информации и не несёт ответственность за её содержание.
На информационном портале https://кисловодск.онлайн/ «СЕРДЦЕ ГОРОДА» уважается и защищается авторское право и связанные с ним личные имущественные и неимущественные права. Использование произведений без согласия автора допускается лишь в установленных законом случаях.
Пользователь, разместивший информацию на информационном портале https://кисловодск.онлайн/ «СЕРДЦЕ ГОРОДА», самостоятельно представляет и защищает свои интересы, возникающие в связи с размещением указанной информации, в отношениях с третьими лицами.
1. Стороны соглашения
Администрация информационном портале https://кисловодск.онлайн/ «СЕРДЦЕ ГОРОДА», расположенного на доменном имени  www.kissloveodsk.ru, в дальнейшем Администрация, и физическое лицо, размещающее информацию на данном ресурсе, в дальнейшем Пользователь, заключили настоящее Пользовательское соглашение, в дальнейшем Соглашение, о нижеследующем.
2. Правила модерации рейтинга
Администрация имеет право изменять любые рейтинги в любых постах, в том числе:
нарушившие права в информационном портале
3. Права и обязанности сторон
Пользователь имеет право:
свободно осуществлять поиск на портале https://кисловодск.онлайн/ любым законным способом;
комментировать предоставленную иными Пользователями информацию;
изменять рейтинги информации других Пользователей и осуществлять иные действия с соблюдением установленных Администрацией Правил.
Администрация имеет право:
по своему усмотрению создавать, изменять, отменять Правила пользования информационном портале https://кисловодск.онлайн/ «СЕРДЦЕ ГОРОДА».
по своему усмотрению ограничить доступ к любой информации, размещённой Пользователем; удалить информацию, удалить ифнормацию размещённую Пользователем, изменять рейтинг, удалять комментарии;
Пользователь обязуется:
обеспечить достоверность предоставляемой информации;
при распространении информации, создателем которой Пользователь не является, обеспечить включение в её состав достоверных сведений об обладателе этой информации или об ином лице, распространяющем информацию, в форме и объёме, которые достаточны для идентификации такого лица;
не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность;
не распространять рекламную информацию самостоятельно, без согласования с администрацией проекта;
не нарушать работоспособность сайта путём размещения информации, содержащей вирусы, создания дополнительной нагрузки на сервер, применением программ, не обусловленных функциональным содержанием информационного ресурса и иными способами.
Администрация обязуется:
предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом.
4. Правила модерации комментариев
Администрация имеет право удалять любые комментарии, в том числе:
содержащие мат и ненормативную лексику;
оскорбляющие конкретных лиц и пользователей сайта;
противозаконные;
не относящиеся к теме обсуждения;
направленные исключительно на рекламу сторонних сайтов и сервисов.
Модератором является пользователь Модератор. Связаться с модератором можно с помощью контактов на сайте.
5. Иные условия
Пользователь осознаёт и соглашается с тем, что размещённая им информация может быть использована поисковыми или другими автоматизированными сервисами и иными способами.
Администрация не несёт ответственность за несовпадение желаний Пользователя и реально полученных услуг.
В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность
            </pre>
          </q-card-section>
        </q-card>
      </q-expansion-item>

      <q-expansion-item
        expand-icon-toggle
        expand-separator
        icon="lock"
        label="Настоящая Политика конфиденциальности персональных данных"
      >
        <q-card>
          <q-card-section>
            <pre>
Настоящая Политика конфиденциальности персональных данных (далее - Политика конфиденциальности) действует в отношении всей информации, которую данный сайт, на котором размещен текст этой Политики конфиденциальности, может получить о Пользователе, а также любых программ и продуктов, размещенных на нем.
1. Определение терминов
1.1 В настоящей Политике конфиденциальности используются следующие термины:
1.1.1. «Администрация сайта» - сотрудники уполномоченные на управление сайтом, действующие от его имени, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных).
1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Администрацией сайта требование не допускать их умышленного распространения без согласия субъекта персональных данных или наличия иного законного основания.
1.1.5. «Пользователь сайта (далее Пользователь)» - лицо, имеющее доступ к сайту, посредством сети Интернет и использующее данный сайт для своих целей.
1.1.6. «Cookies» - небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
1.1.7. «IP-адрес» - уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
2. Общие положения
2.1. Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта.
2.3. Настоящая Политика конфиденциальности применяется только к данному сайту. Администрация сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на данном сайте.
2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта.
3. Предмет политики конфиденциальности
3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по умышленному неразглашению персональных данных, которые Пользователь предоставляет по разнообразным запросам Администрации сайта (например, при регистрации на сайте, оформлении заказа, подписки на уведомления и т.п).
3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения специальных форм на Сайте или иных сайтах и обычно включают в себя следующую информацию:
3.2.1. фамилию, имя, отчество Пользователя;
3.2.2. контактный телефон Пользователя;
3.2.3. адрес электронной почты (e-mail);
3.2.4. место жительство Пользователя и другие данные.
3.3. Администрация сайта также принимает усилия по защите:
- Персональных данных, которые автоматически передаются в процессе посещения страниц сайта;
- IP адреса;
- информации из cookies;
- информации о браузере (или иной программе, которая осуществляет доступ к сайту);
- времени доступа;
- посещенных адресов страниц;
- реферера (адрес предыдущей страницы) и т.п.
3.3.1. Отключение cookies может повлечь невозможность доступа к сайту.
3.3.2. Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения техническ
            </pre>
          </q-card-section>
        </q-card>
      </q-expansion-item>
    </q-list>
  </q-card>

  </div>
</template>
<script>
export default { name: 'InfoPage' }
</script>

<style lang="sass" scoped>
.my-card
  width: 100%
  max-width: 100%
pre
  white-space: pre-wrap
  white-space: -moz-pre-wrap
  white-space: -pre-wrap
  white-space: -o-pre-wrap
  word-wrap: break-word
</style>
